[
  "Apa rahasia terbesar yang belum pernah lo ceritain ke siapa pun?",
  "Siapa orang yang pernah lo suka diam-diam?",
  "Pernah jatuh cinta sama sahabat sendiri?",
  "Kapan terakhir kali lo bohong?",
  "Apa ketakutan terbesar lo?",
  "Lo pernah stalking siapa baru-baru ini?",
  "Pernah ghosting orang?",
  "Siapa orang yang bikin lo paling patah hati?",
  "Pernah nyesel nolak orang?",
  "Lo masih mikirin mantan?",
  "Hal paling malu yang pernah terjadi di sekolah?",
  "Lo percaya cinta pertama?",
  "Lo pernah nangis gara-gara apa terakhir kali?",
  "Siapa orang yang paling lo rinduin sekarang?",
  "Pernah curi-curi lihat story orang padahal udah blokir?",
  "Hal paling gila yang pernah lo lakuin demi cinta?",
  "Lo percaya LDR bisa berhasil?",
  "Pernah bohong ke orang tua buat ketemuan sama pacar?",
  "Siapa nama kontak WA yang paling aneh di HP lo?",
  "Pernah jadi orang ketiga?",
  "Lo masih kepoin mantan tiap hari?",
  "Pernah pura-pura suka biar nggak nyakitin perasaan orang?",
  "Hal paling childish yang masih lo lakuin sampai sekarang?",
  "Pernah mimpiin orang yang lo benci?",
  "Siapa orang yang lo anggap fake?",
  "Lo pernah nyakitin orang terus nyesel banget?",
  "Kalau bisa balik waktu, momen apa yang mau lo ulang?",
  "Pernah nangis cuma gara-gara lagu?",
  "Apa chat terakhir yang bikin lo senyum sendiri?",
  "Hal random yang paling sering lo lakuin pas ngantuk?",
  "Siapa orang yang paling sering bikin lo senyum akhir-akhir ini?",
  "Lo masih nyimpen foto mantan?",
  "Pernah curhat ke orang yang ternyata nyebarin aib lo?",
  "Hal tergila yang lo lakuin di sosial media?",
  "Pernah suka sama pacar orang?",
  "Hal kecil yang bisa bikin lo bahagia banget?",
  "Kalau dikasih kesempatan, siapa yang pengen lo peluk sekarang?",
  "Pernah ngaku single padahal punya pasangan?",
  "Apa satu hal yang lo sesali dari hubungan terakhir lo?",
  "Pernah bohong demi terlihat keren?",
  "Hal paling receh yang bisa bikin lo baper?",
  "Pernah pengen ngilang dari semuanya?",
  "Siapa orang yang paling lo hindarin sekarang?",
  "Lo lebih pilih dicintai atau mencintai?",
  "Kalau punya kesempatan bilang satu kalimat ke mantan, apa?",
  "Lo pernah diselingkuhin?",
  "Pernah ngerasa gak cukup buat orang lain?",
  "Hal paling romantis yang pernah lo lakuin?",
  "Lo pernah pura-pura bahagia?",
  "Apa hal paling gila yang pernah lo lakukan pas marah?",
  "Lo percaya karma?",
  "Hal random yang lo lakuin kalo lagi overthinking?",
  "Siapa yang terakhir kali bikin lo kesel banget?",
  "Pernah nolak orang dengan alasan bohong?",
  "Lo pernah jadi orang toxic di hubungan?",
  "Kalau lo bisa ngilangin satu hal dari masa lalu lo, itu apa?",
  "Apa arti cinta menurut lo?",
  "Lo pernah suka sama temen satu circle?",
  "Apa hal yang paling lo takutin dari hubungan?",
  "Pernah bohong demi nyelamatin perasaan orang?",
  "Lo percaya sama takdir?",
  "Siapa orang yang terakhir bikin lo tersenyum tulus?",
  "Apa hal yang lo harapin dari seseorang saat ini?",
  "Pernah ngerasa dimanfaatin?",
  "Hal paling random yang bikin lo insecure?",
  "Pernah nyesel buka hati ke seseorang?",
  "Apa satu kata yang bisa ngegambarin perasaan lo sekarang?",
  "Kalau lo bisa teleport, lo mau ke mana sekarang?",
  "Pernah ngerasa sendirian banget di keramaian?",
  "Hal yang paling lo takutin di masa depan?",
  "Pernah dighosting? Rasanya gimana?",
  "Apa panggilan sayang paling cringe yang pernah lo pake?",
  "Lo pernah ngerasa lebih nyaman sama temen daripada pasangan?",
  "Siapa orang yang pengen banget lo ajak ngobrol sekarang?",
  "Pernah iri sama hubungan orang lain?",
  "Apa hal kecil yang bisa bikin lo tersentuh?",
  "Lo pernah curhat ke stranger?",
  "Hal apa yang gak bisa lo maafin dalam hubungan?",
  "Apa perasaan paling menyakitkan yang pernah lo rasain?",
  "Pernah bilang 'aku baik-baik aja' padahal nggak?",
  "Hal paling aneh yang pernah lo cari di Google?",
  "Pernah mikir buat balikan sama mantan?",
  "Lo percaya orang bisa berubah?",
  "Hal random yang lo lakuin tiap bangun tidur?",
  "Pernah ketemu orang yang langsung bikin lo nyaman?",
  "Lo lebih suka disuruh jujur atau dituntut sempurna?",
  "Hal yang paling pengen lo sampein ke seseorang tapi gak bisa?",
  "Apa hal yang paling bikin lo trauma?",
  "Lo lebih suka dipeluk atau dipuji?",
  "Hal random yang bikin lo overthinking akhir-akhir ini?",
  "Apa hal paling random yang pernah lo curhatin?",
  "Pernah kepikiran buat ninggalin semuanya?",
  "Lo lebih milih nyakitin atau disakitin?",
  "Pernah bohongin sahabat lo?",
  "Lo lebih suka hubungan diem-diem atau diumbar?",
  "Hal paling sakit yang pernah lo terima dari orang tersayang?",
  "Lo pernah ninggalin orang demi orang lain?",
  "Hal apa yang bikin lo merasa gak cukup?",
  "Lo pengen ngelakuin apa tapi belum kesampean?",
  "Kalau hidup lo kayak film, judulnya apa?"
]
